[{"ref":1,"title":"Ever Given: Stranded Suez container ship reported freed","keywords":"Suez Canal stranded boat vessel", "warmer": "What do you know about the latest Suez-crisis?", "content":" The huge container ship that has been stuck across the Suez Canal for almost a week has reportedly been freed. The 400m-long (1,300ft) Ever Given has been straightened and released from the shoreline, officials said. Video appeared to show the ship floating, but its owner later told AFP that it had only been turned. The Ever Given has been blocking one of the world's busiest trade routes, forcing companies to reroute ships and causing long tailbacks.The reports that the ship had been freed raised hopes that traffic along the canal could resume within hours, clearing the way for an estimated $9.6bn (£7bn) of goods that is being held up each day. Maritime services company Inchcape earlier said that the vessel had been freed from the shoreline.", "photoURL":"https://nypost.com/2021/03/25/the-best-suez-canal-memes-the-stuck-ship-ever-given-inspired/", "originalURL": "https://www.bbc.com/news/world-middle-east-56559904"},{"ref":2,"title":"Hungary vs Poland Qualifier","keywords":"football Hungary Poland","warmer":"Do you like football? Do you support a team?", "content":" Robert Lewandowski fired in an 83rd-minute equaliser as Poland fought back to earn a 3-3 draw with Hungary in a superb World Cup Group I qualifier. Earlier, substitutes Krzysztof Piatek and Kamil Jozwiak drew Poland level after Roland Sallai and Adam Szalai had given Hungary a 2-0 lead. The home team thought they'd won it when Willi Orban restored their lead. But Lewandowski struck to earn his side a point before Attila Fiola was sent off for Hungary in injury time. It was a remarkable point for Poland to have claimed, considering that they had not registered a shot on target when Szalai's struck to make it 2-0.However, a triple substitution by visiting boss Paulo Sousa proved pivotal, with Piatek and Derby winger Jozwiak two of the players introduced. Bayern Munich forward Lewandowski's equalising goal takes his tally for the season for club and country to a stunning 45 in 41 appearances.", "photoURL":"https://www.bbc.com/sport/football/56528388", "originalURL":"https://www.bbc.com/sport/football/56528388"}, {"ref":3,"title":"The space elevator","keywords":"space elevetor technology moon exploration","warmer":"How seriously do you think the concept of space elevators is being taken at present?","content":"A space elevator is possible with today’s technology, researchers say (we just need to dangle it off the moon).Space elevators would dramatically reduce the cost of reaching space but have never been technologically feasible. Until now. Perhaps the biggest hurdle to humankind’s expansion throughout the solar system is the prohibitive cost of escaping Earth’s gravitational pull. One idea is to build a space elevator—a cable stretching from Earth to orbit that provides a way to climb into space. The big advantage is that the climbing process can be powered by solar energy and thus would require no onboard fuel.", "photoURL":"http://spaceref.com/space-elevator/", "originalURL": "https://www.technologyreview.com/2019/09/12/102622/a-space-elevator-is-possible-with-todays-technology-researchers-say-we-just-need-to-dangle/"}, {"ref":4,"title":"After coronavirus: The office of the future is the office of the past","keywords":"coronavirus office health hazard","warmer":"What used to be the size of office space calculated for one employee? What is the size now? What does the future hold?", "content": "For years, offices have crammed more employees into smaller spaces, while creating an open collaborative atmosphere. Think about tech companies that are highly dense and working in those benching work stations side by side, said Gable Clarke, director of interior design at the architecture firm SGA. Now with Covid-19, things like benching are the opposite of what employees want to face as they return to work. As companies plan how to bring their workforce together again in the office, numerous calculations are being made to provide an environment that will keep workers safe, healthy and productive. While some of that strategy involves testing and monitoring employees to prevent the spread of the coronavirus, architects are thinking about the actual physical design of offices.", "photoURL":"https://www.steelcase.com/research/articles/topics/post-covid-workplace/steelcase-bringing-employees-back-office/", "originalURL":"https://www.cnbc.com/2020/04/27/after-coronavirus-the-office-of-the-future-is-the-office-of-the-past.html"}, {"ref":5,"title":"Top 10 New Year's Resolutions for Business Success","keywords":"business new year resolution","warmer":"Have you ever made a new year's resolution and kept it?","content": "Follow these commitments to have it all this year The end of the year is a good time to reflect on your business' progress over the past year and plan how you want it to develop in the year ahead. Do you want increased success in the coming year or more chances to enjoy the success you've achieved? These top New Year's resolutions are designed to help you do both. Strike a better work-life balance and increase your business success in the new year.", "photoURL":"https://learnenglish.britishcouncil.org/skills/writing/intermediate-b1/new-years-resolutions", "originalURL":"https://www.thebalancesmb.com/top-new-year-s-resolutions-for-business-success-2947126"}, {"ref":6,"title":"BARABÁSILAB: Hidden Patterns. The language of network thinking","keywords":"BarabásiLab network researcher exhibition art","warmer":"How can network research and art be connected?","content": "Network research and network visualization have proved to be one of the most promising scientific methodological innovations in recent years/decades, which seems to be an effective tool for the study of cultural and social phenomena, including the art scene. The exhibition Hidden Patterns aims to present the last 25 years of research by the BarabásiLab, led by the physicist and network researcher Albert-László Barabási. BarabásiLab is a collaborative environment where scientists from multiple disciplines collaborate with artists and designers (Kim Albrecht,  Szu Yu Chen, Alice Grishchenko, Mauro Martino, Edson Pavoni) together advancing the visual vocabulary of networks. By following the development of network visualization – presenting the main projects of the BarabásiLab – the viewer can finally gain insight into the application of this comprehensive method in art. Using state-of-the-art technology (data sculptures, MI, AR, VR, drawing robot), network diagrams and structures vividly describe the hidden connections and relationships that underlie the studied phenomena.", "photoURL":"https://news.northeastern.edu/2019/11/13/a-cosmic-data-visualization-celebrates-science-journal-natures-150-year-anniversary/", "originalURL":"https://www.ludwigmuseum.hu/en/exhibition/barabasilab-hidden-patterns-language-network-thinking"}]